[
  {
    "moji": "意気投合（いきとうごう）",
    "imi": "互いの気持ちや考えなどがぴったり合うこと。"
  },
  {
    "moji": "自業自得（じごうじとく）",
    "imi": "自分の悪行の報いを自分が受けること。一般に悪い報いにもちいられるが、元来は自分が受ける結果のすべては、自分が種をまいたものであるという仏教の因果の法則を表す語。自分の行為の報いを自分自身がうけること。一般に、悪業の報いを受けることにいう。仏教用語。自分でしでかしたことだから、悪い報いをえてもやむをえないということ。"
  },
  {
    "moji": "天変地異（てんぺんちい）",
    "imi": "自然界に起こる異変、台風・地震・洪水など。変わった出来事のこと。"
  },
  {
    "moji": "泰然自若（たいぜんじじゃく）",
    "imi": "落ち着いていてどんなことにも動じないさま。"
  },
  {
    "moji": "魑魅魍魎（ちみもうりょう）",
    "imi": "様々な化け物。転じて、悪いことをたくらむ人物の例え。"
  },
  {
    "moji": "百花繚乱（ひゃっかりょうらん）",
    "imi": "いろいろの花が咲き乱れること。転じて、秀でた人物が多く出て、すぐれた立派な業績が一時期にたくさん現れること。「百花」は種々の多くの花、いろいろな花の意。「繚乱」は花などがたくさん咲き乱れている様子。いろいろな花が、はなやかに美しく咲き乱れることから。"
  },
  {
    "moji": "一挙両得（いっきょりょうとく）",
    "imi": "一つの行動で二つの利益を得ること。また、少ない労力で多くの利益を得ること。"
  },
  {
    "moji": "内憂外患（ないゆうがいかん）",
    "imi": "国内の心配事と、外国との間に生じるやっかいな事態。内にも外にも憂慮すべき問題が多いこと。"
  },
  {
    "moji": "破顔一笑（はがんいっしょう）",
    "imi": "にっこり笑うこと。"
  },
  {
    "moji": "右往左往（うおうさおう）",
    "imi": "右に行ったり左に行ったりして、あわてふためくこと。また、混乱して秩序がないたとえ。どうすればいいのかわからず、オロオロとあちこち動きまわること。まごつく様子。「往」は行くという意味。「左往」は「ざおう」とも読む。"
  },
  {
    "moji": "神出鬼没（しんしゅつきぼつ）",
    "imi": "鬼神のようにたちまち現れたり隠れたりして、所在がわかりづらいこと。変幻自在に出没すること。"
  },
  {
    "moji": "和洋折衷（わようせっちゅう）",
    "imi": "日本と西洋の儀式を取り合わせること。また、そのもの。"
  },
  {
    "moji": "電光石火（でんこうせっか）",
    "imi": "非常に短い時間や行動が敏速に行われるたとえ。動作やふるまいが非常にすばやいこと。"
  },
  {
    "moji": "朝三暮四（ちょうさんぼし）",
    "imi": "目の前の違いに心を奪われて、結果が同じになることに気がつかないこと。また、ことば巧みに人をだますこと。"
  },
  {
    "moji": "竜頭蛇尾（りゅうとうだび）",
    "imi": "はじめは勢いが盛んで、終わりになるにしたがってふるわなくなること。尻すぼみ"
  },
  {
    "moji": "徹頭徹尾（てっとうてつび）",
    "imi": "最初から最後まで。あくまでも。終始。"
  },
  {
    "moji": "七転八起（しちてんはっき）",
    "imi": "何度失敗してもくじけず、果敢に立ち上がって努力すること。不退転。人生の浮き沈みの激しいことのたとえとして用いることもある。"
  },
  {
    "moji": "意気消沈（いきしょうちん）",
    "imi": "うまくいかなくて元気がなくなる。しょげかえること。"
  },
  {
    "moji": "自縄自縛（じじょうじばく）",
    "imi": "自分の言ったことやしたことが自分を縛りつけ、自由に振舞えずに苦しむこと。"
  },
  {
    "moji": "千載一遇（せんざいいちぐう）",
    "imi": "滅多に訪れそうもないよい機会。二度と来ないかもしれないほど恵まれた状態。「載」は「年」に同じ。「一遇」は一度出会う。「遇」は思いがけず出くわす。千年に一度偶然訪れるくらいの機会という意味。"
  },
  {
    "moji": "荒唐無稽（こうとうむけい）",
    "imi": "言うことに根拠がなく、現実性に乏しいこと。でたらめであること。"
  },
  {
    "moji": "試行錯誤（しこうさくご）",
    "imi": "新しい物事をするとき、試みと失敗を繰り返しながら次第に見通しを立てて、解決策や適切な方法を見いだしていくこと。「試行」とは試みること、「錯誤」は間違いの意味。"
  },
  {
    "moji": "支離滅裂（しりめつれつ）",
    "imi": "統一なくちりぢりばらばらな状態、筋道が通っていないこと。めちゃめちゃ。"
  },
  {
    "moji": "清廉潔白（せいれんけっぱく）",
    "imi": "心が清く正しく、後ろめたいことがないこと。私心がなく、行動が理にかなっていること。心や行いが清く正しく、決して私欲に走らず不正などしないこと。"
  },
  {
    "moji": "当意即妙（とういそくみょう）",
    "imi": "即座にその場に適した機転を利かせること。また、そのさま。"
  },
  {
    "moji": "単刀直入（たんとうちょくにゅう）",
    "imi": "一振りの刀をもって一人で敵陣に切り込むという意味。結論や要点をずばっと言う場合などに用いる。"
  },
  {
    "moji": "理路整然（りろせいぜん）",
    "imi": "文章や話が、秩序立てた論理で展開されているさま。"
  },
  {
    "moji": "融通無碍（ゆうずうむげ）",
    "imi": "何かにこだわることがなく、思考や行動が自由であること。「融通」は物事が停滞することなく順調に進むこと。「無礙」は障害になるものがないという意味。"
  },
  {
    "moji": "暴虎馮河（ぼうこひょうが）",
    "imi": "自分の力量をかえりみず、血気にはやり無鉄砲で無謀なことをすることのたとえ。"
  },
  {
    "moji": "無知蒙昧（むちもうまい）",
    "imi": "知恵や学問がなく、愚かなさま。"
  },
  {
    "moji": "森羅万象（しんらばんしょう）",
    "imi": "宇宙間に存在する数限りない一切のものごと。"
  },
  {
    "moji": "虚心坦懐（きょしんたんかい）",
    "imi": "心に何のわだかまりもなくさっぱりして穏やかな様子。「坦」は平らか。「坦懐」は、広く平らかな心。"
  },
  {
    "moji": "明鏡止水（めいきょうしすい）",
    "imi": "邪念がなく、澄み切って落ち着いた心の形容。"
  },
  {
    "moji": "前代未聞（ぜんだいみもん）",
    "imi": "これまでに聞いたこともないような珍しく変わったこと。また、たいへんな出来事。「前代」は現在よりも前の時代、過去。「未聞」は、まだ聞いたことがないという意味。"
  },
  {
    "moji": "晴耕雨読（せいこううどく）",
    "imi": "田園に閑居する自適の生活をいう。のんびりとした思いのままの暮らしぶりのこと。"
  },
  {
    "moji": "天衣無縫（てんいむほう）",
    "imi": "詩や文章などに、技巧のあとが見えず自然であって、しかも完全無欠で美しいこと。また、人柄が無邪気で、何の飾りもないこと。"
  },
  {
    "moji": "一言一句（いちごんいっく）",
    "imi": "一つ一つの語句、わずかな言葉。"
  },
  {
    "moji": "本末転倒（ほんまつてんとう）",
    "imi": "大事なことと、つまらないこととが反対になること。大事な点と、どうでもいいこととを取りちがえること。肝心なことを忘れてしまいつまらないことにかかずらわっていること。"
  },
  {
    "moji": "一心不乱（いっしんふらん）",
    "imi": "ただひとつの目的に心を向け、そのほかのことに気を散らさないこと。ひとつのことに集中し、ほかのことに心を奪われないさま。"
  },
  {
    "moji": "首尾一貫（しゅびいっかん）",
    "imi": "最初から最後まで、ひとつの方針や態度で貫かれていること。"
  },
  {
    "moji": "胆大心小（たんだいしんしょう）",
    "imi": "大胆でいて、しかも細かな注意を払うさま。「胆」は度胸。「心」は気くばりのこと。"
  },
  {
    "moji": "孤立無援（こりつむえん）",
    "imi": "たった一人で助けがない状態のこと。"
  },
  {
    "moji": "無念無想（むねんむそう）",
    "imi": "無我の境地に入り、無心になること。または、しっかりした考えを持っていないこと。思慮のないこと。"
  },
  {
    "moji": "七難八苦（しちなんはっく）",
    "imi": "様々な苦難や災難、苦しみや困難のこと。人間の受けるさまざまな苦難に出会うこと。多くの苦難が重なること。"
  },
  {
    "moji": "自画自賛（じがじさん）",
    "imi": "自分で自分のことをほめること。"
  },
  {
    "moji": "勢力伯仲（せいりょくはくちゅう）",
    "imi": "お互いの力がつり合って優劣の差がないこと。互いの実力に大きな違いがなく、拮抗（きっこう）していること。伯仲の間。"
  },
  {
    "moji": "絶体絶命（ぜったいぜつめい）",
    "imi": "到底のがれられない、困難な状況にあること。のっぴきならない。"
  },
  {
    "moji": "唯唯諾諾（いいだくだく）",
    "imi": "少しも逆らわずに他人の言いなりになること。"
  },
  {
    "moji": "一刀両断（いっとうりょうだん）",
    "imi": "一太刀（ひとたち）で真っ二つに断ち切ること。即ち、物事をすばやく、はっきりと解決することを形容する。断固たる態度で物事を処理することの例え。"
  },
  {
    "moji": "才色兼備（さいしょくけんび）",
    "imi": "すぐれた才能と美しい容姿の両方をもっていること。多くは女性についていう。"
  },
  {
    "moji": "万物流転（ばんぶつるてん）",
    "imi": "この世にあるあらゆるものは、絶え間なく変化してやまないということ。"
  },
  {
    "moji": "二律背反（にりつはいはん）",
    "imi": "二つの相反する命題や推論が、同じだけの合理性・妥当性をもっていること。"
  },
  {
    "moji": "興味津津（きょうみしんしん）",
    "imi": "物事に対する興味が、次々とわいてきて尽きない様子。「津津」は絶えずあふれ出るさま。"
  },
  {
    "moji": "質実剛健（しつじつごうけん）",
    "imi": "中身が充実して飾り気がなく、心身ともに強くたくましいさま。まじめでしっかりしていること。質実剛健な気性などと表現する。\nかつては、質実剛健であることが男子の理想的姿として、校訓などによく用いられた。"
  },
  {
    "moji": "空空漠漠（くうくうばくばく）",
    "imi": "果てしもなく広いさま。また、とりとめもなくぼんやりしたさま。"
  },
  {
    "moji": "有為転変（ういてんぺん）",
    "imi": "この世のすべての存在や現象は、さまざまな原因や条件によって常に移り変わるものであり、少しの間もとどまっていないこと。また、この世が無常で、はかないものであるたとえ。"
  },
  {
    "moji": "隔靴掻痒（かっかそうよう）",
    "imi": "靴を隔てて痒（かゆ）いところをかくように、痒いところになかなか手が届かず、イライラする、はがゆくもどかしい思いをすること。自分の思うようにいかずに、じれったいこと。物事の核心に触れられず、もどかしいこと。"
  },
  {
    "moji": "奇想天外（きそうてんがい）",
    "imi": "思いもよらない奇抜なこと、またその発想。ふつうでは思いつかないような考え・発想がふと出てくることをいう。「奇想」は、奇抜な考えや思いつき。「天外」ははるかかなたの空の意味。"
  },
  {
    "moji": "画竜点睛（がりょうてんせい）",
    "imi": "物事を完成するために、最後に加える大切な仕上げのたとえ。また、物事の最も肝要なところのたとえ。文章や話などで肝心なところに手を入れて、全体をいっそう引き立てるたとえ。"
  },
  {
    "moji": "旧態依然（きゅうたいいぜん）",
    "imi": "旧態依然とは、物事が昔のままで発展や進歩がないこと。「旧態」とは、昔から変わらない状態のこと。「依然」は、もとのとおりの意。"
  },
  {
    "moji": "一騎当千（いっきとうせん）",
    "imi": "並はずれた能力や経験を持つ人材。一人で千人の敵と戦うほど強いという意。"
  },
  {
    "moji": "一朝一夕（いっちょういっせき）",
    "imi": "きわめてわずかな期間、非常に短い時間のたとえ。ひと朝とひと晩の意から。"
  },
  {
    "moji": "意味深長（いみしんちょう）",
    "imi": "人の言動や詩文などの表現に、非常に深い趣や含蓄があるさま。また、言葉の裏に別の意味が隠されていること。「意味深（いみしん）」と略される。"
  },
  {
    "moji": "海千山千（うみせんやません）",
    "imi": "経験豊かで、悪賢いこと。裏も表も知り抜いた、したたかでずるがしこい人をさしていう。世間の裏も表も知りつくしていること。"
  },
  {
    "moji": "青息吐息（あおいきといき）",
    "imi": "非常に困ったり、苦しんだり、悩んだりするときに発するため息。またそのようなときの状態。困難や心配を乗り切ることができそうもなく、苦しみ悩む様子、または状態のこと。"
  },
  {
    "moji": "紆余曲折（うよきょくせつ）",
    "imi": "曲がりくねること。事情が込み入って色々と変化のあること。"
  },
  {
    "moji": "金科玉条（きんかぎょくじょう）",
    "imi": "絶対的なよりどころとなる教訓や信条。"
  },
  {
    "moji": "大胆不敵（だいたんふてき）",
    "imi": "度胸がすわっていて、まったく恐れないこと。また、そのさま。「大胆」は度胸があって物事に気後れしないさま。「不敵」は恐れを知らず敵を敵とも思わない意。"
  },
  {
    "moji": "南船北馬（なんせんほくば）",
    "imi": "全国を忙しく旅行すること。また、絶えず旅をしてせわしないこと。"
  },
  {
    "moji": "臥薪嘗胆（がしんしょうたん）",
    "imi": "目的を達成するために機会を待ち、苦労を耐え忍ぶこと。"
  },
  {
    "moji": "牛飲馬食（ぎゅういんばしょく）",
    "imi": "むやみにたくさん飲食すること。"
  },
  {
    "moji": "合従連衡（がっしょうれんこう）",
    "imi": "その時の利害に従って、結びついたり離れたりすること。また、その時勢を察して、巧みにはかりごとをめぐらす政策、特に外交政策のこと。もとは中国戦国時代、蘇秦そしんの合従策と張儀の連衡策のことをいう。「従」は縦の意。「合従」は南北に連なった趙魏韓燕斉楚の六国が、縦の連合をして強国秦に対抗する策で、蘇秦が提唱した。「衡」は横の意。「連衡」はこの六か国が秦とおのおの横に同盟を結んで、国を維持しようとした策で、張儀の政策。「従」は「縦」とも書く。"
  },
  {
    "moji": "危機一髪（ききいっぱつ）",
    "imi": "ひとつ間違えば、非常に危険なことが起こりそうな状態。髪の毛一本のところまで危険が迫っている様子をいう。危機や困難に陥るかどうかの、きわめて危ない瀬戸際。「危機一髪のところで助かった」など、危険を回避できた時の表現として多く使われる。"
  },
  {
    "moji": "意気阻喪（いきそそう）",
    "imi": "意欲的に事に当たろうとする気力がくじけて、元気をなくしてしまうこと。意気込みや元気が弱ること。"
  },
  {
    "moji": "以心伝心（いしんでんしん）",
    "imi": "無言のうちに心が通じ合うこと。考えていることが言葉を言わずにお互いが理解しあう間柄のこと。"
  },
  {
    "moji": "一期一会（いちごいちえ）",
    "imi": "生涯に一度だけ会うこと。また、生涯に一度限りであること。一生に一度のことと考えてそのことに専念する意。もと茶道の心得を表した語で、どの茶会でも生涯にただ一度だと考えて常にまことをつくすべきことをいう。"
  },
  {
    "moji": "一網打尽（いちもうだじん）",
    "imi": "ひとまとめに捕まえること。多くは悪人や犯罪集団などに用いる。すべて捕らえるという意味で使用される。"
  },
  {
    "moji": "異口同音（いくどうおん）",
    "imi": "たくさんの人が、みんな口を揃えて同じこと、同じ意見を言うこと。意見が一致すること。"
  },
  {
    "moji": "一攫千金（いっかくせんきん）",
    "imi": "あまり苦労せずに一時に大きい利益を得ること。"
  },
  {
    "moji": "一意専心（いちいせんしん）",
    "imi": "ひたすらひとつのことに、心を向けて集中すること。他に心を向けずにそのことのみを考えること。"
  },
  {
    "moji": "戦戦恐恐（せんせんきょうきょう）",
    "imi": "おそれて、びくびくするさま。おそれつつしむさま。"
  },
  {
    "moji": "粉骨砕身（ふんこつさいしん）",
    "imi": "力の限り懸命に働くこと、力の限り努力すること。"
  },
  {
    "moji": "人事不省（じんじふせい）",
    "imi": "病気や怪我などで意識を失うこと。昏睡状態に陥ること。"
  },
  {
    "moji": "率先垂範（そっせんすいはん）",
    "imi": "人の先頭に立って物事を行い、手本を示すこと。"
  },
  {
    "moji": "呉越同舟（ごえつどうしゅう）",
    "imi": "敵同士が、同じ場所に居合わせたり。協力したりすること。"
  },
  {
    "moji": "優勝劣敗（ゆうしょうれっぱい）",
    "imi": "生存競争で、環境に適したものや強いものは生き残り、栄える、環境に適さない劣った弱いものは滅びるということ。"
  },
  {
    "moji": "空前絶後（くうぜんぜつご）",
    "imi": "今までに起きたことがなく、これからも起きないようなこと。非常に珍しいこと。"
  },
  {
    "moji": "因果応報（いんがおうほう）",
    "imi": "よい行いには必ずよい結果、悪い行いには必ず悪い結果があるということ。"
  },
  {
    "moji": "隠忍自重（いんにんじちょう）",
    "imi": "辛いことはじっとこらえて、軽々しく行動しないことのたとえ。"
  },
  {
    "moji": "温故知新（おんこちしん）",
    "imi": "前に学んだことや昔の事柄をもう一度調べたり考えたりして、新たな道理や知識を見い出し自分のものとすること。古いものをたずね求めて新しい事柄を知る意から。"
  },
  {
    "moji": "雲散霧消（うんさんむしょう）",
    "imi": "雲が散り、霧が消えていくように、あとかたもなく消えてしまうこと。"
  },
  {
    "moji": "針小棒大（しんしょうぼうだい）",
    "imi": "針ほどの小さいものを、棒ほどの大きさに言う。物事を大げさに言うこと。"
  },
  {
    "moji": "馬耳東風（ばじとうふう）",
    "imi": "人の意見や批評を心に留めず、聞き流すこと。また、何を言っても反応がないこと。"
  },
  {
    "moji": "手練手管（てれんてくだ）",
    "imi": "思うままに人をあやつってだます方法や技術のこと。あの手この手と、巧みに人をだます方法や手段のこと。"
  },
  {
    "moji": "我田引水（がでんいんすい）",
    "imi": "他人の思惑（おもわく）、不自由も顧みず、自分に都合がいいように言ったり、ものごとを行うこと。自分に好都合なようにとりはかう計略。物事や他人の言動を自分の利益になるように解釈し、論じる。"
  },
  {
    "moji": "一蓮托生（いちれんたくしょう）",
    "imi": "①結果の善し悪しに関わらず、最後まで行動や運命をともにすること。また、事の善悪にかかわらず仲間として行動や運命をともにすること。\n②よい行いをした者は死後に生まれ変わって極楽浄土で同じ蓮華の上に生まれ変わること。（仏典にはなく、日本の浄土信仰から生まれた考え）"
  },
  {
    "moji": "虎視眈眈（こしたんたん）",
    "imi": "すきがあればつけこもうと、じっと機会をねらうこと。"
  },
  {
    "moji": "権謀術数（けんぼうじゅっすう）",
    "imi": "巧みに人をあざむくためのたくらみやはかりごと。"
  },
  {
    "moji": "暗中模索（あんちゅうもさく）",
    "imi": "手がかりもない中であれこれ試みること。試行錯誤。"
  }
]